data 2493
time 2400
visualization 1898
visual 1747
fig 1645
topic 1486
information 1226
based 1203
analysis 1087
ieee 956
view 923
graph 915
topics 907
design 745
patterns 728
layout 708
number 640
opinion 624
model 599
map 586
cluster 573
method 556
nodes 552
related 533
word 519
tree 508
multiple 506
node 500
set 492
temporal 483
example 481
results 479
experts 477
pages 468
work 464
text 463
algorithm 461
social 447
series 443
clusters 429
flow 425
line 425
analytics 421
study 417
graphs 417
clustering 404
exploration 403
process 403
liu 394
road 388
feature 381
edge 379
case 376
color 371
techniques 367
urban 366
layer 359
pp 357
level 353
interactive 347
group 347
media 345
help 341
groups 339
space 331
graphics 325
figure 324
ow 322
focus 322
research 319
problem 316
words 313
selected 310
features 303
changes 303
route 301
section 299
diffusion 299
interactions 298
relationships 297
result 297
region 293
tion 291
network 281
overview 280
content 279
views 278
learning 277
layers 274
methods 273
context 270
stacked 270
points 269
major 267
scale 264
explore 261
analyze 259
opinions 257
uncertainty 256
movement 256
corresponding 255
documents 254
pattern 254
tweets 254
com 253
point 253
trajectories 252
ing 249
studies 248
public 248
tasks 247
ranking 245
real 245
search 245
vol 241
approach 238
transactions 237
clouds 234
spatial 234
street 232
location 231
speed 230
clutter 229
value 228
cloud 227
support 227
mining 225
domain 225
understand 224
science 224
cell 224
understanding 222
local 221
visualizing 221
solution 221
learners 221
display 219
locations 219
regions 218
trajectory 217
traf 216
visually 215
area 214
training 212
dynamic 211
change 211
comparison 211
addition 207
trans 205
proposed 205
correlation 204
represent 204
proceedings 204
analysts 203
document 202
average 201
acm 200
expert 200
edges 199
cut 199
order 198
lead 198
keywords 197
university 197
density 197
city 196
values 196
dataset 196
distance 194
wu 194
evolution 193
people 190
news 188
vis 188
distribution 188
leaders 188
mobility 188
events 187
qu 185
present 185
bar 184
chart 184
key 183
trend 182
human 182
similarity 182
attributes 181
peaks 180
comput 180
online 179
generated 179
routes 179
idea 179
proc 179
identify 178
developed 177
roads 176
glyph 174
hierarchical 173
types 172
size 172
force 170
conference 170
parallel 170
activity 170
traffic 168
represents 167
interesting 167
maps 167
taxi 167
technique 166
neurons 166
rst 165
effective 164
customer 164
designed 163
compared 163
course 163
technology 162
encode 162
knowledge 162
link 162
red 162
optimization 162
entities 160
lines 160
event 159
easily 159
behaviors 159
multi 159
keyword 158
details 158
applications 158
behavior 158
analyzing 157
common 156
peak 156
twitter 156
visualizations 154
attention 153
loyalty 153
hong 152
facilitate 152
contains 151
previous 151
visualize 151
select 151
paper 150
control 150
systems 150
mail 149
models 149
neuron 148
step 147
kong 145
generate 145
initial 145
blue 145
function 144
original 144
international 144
factors 144
wang 144
indicates 143
speci 143
current 143
trees 143
task 142
interaction 142
performance 141
direction 141
global 140
detailed 140
reveal 140
semantic 140
links 140
matrix 140
diversity 140
right 139
timeline 139
compare 139
structure 138
axis 138
relations 138
reduce 137
nd 136
left 136
tag 136
presented 136
negative 136
dec 136
introduce 135
networks 135
transportation 135
video 135
competition 135
complex 134
positive 134
andrienko 134
encoding 133
matching 133
existing 132
tvcg 132
layouts 132
segments 132
intuitive 131
dynamics 131
items 131
extracted 130
position 130
coordinates 130
future 130
allow 129
period 129
segment 129
http 129
basic 128
total 128
pair 128
individual 127
glyphs 127
type 127
query 127
mesh 127
tweet 127
volume 126
examine 125
solutions 125
feedback 125
significance 125
correlations 124
directly 124
illustrate 123
image 123
lag 123
allows 122
vector 122
table 122
world 122
th 122
deep 122
microsoft 121
areas 121
represented 120
center 119
entity 119
demonstrate 118
improve 118
symposium 118
green 118
forum 117
algorithms 116
exploring 116
aggregation 115
quickly 114
applied 114
web 114
approaches 113
quality 113
ideas 113
coopetition 113
interested 112
source 112
cells 112
effectiveness 111
levels 111
government 111
defined 111
researchers 110
tool 110
metaphor 110
relationship 110
ef 110
facets 110
terms 109
vi 108
tions 108
datasets 108
corpora 107
issue 107
computing 107
facet 107
images 107
degree 106
non 106
issues 106
categories 105
students 105
china 105
storyline 105
conducted 104
weight 104
novel 104
click 104
grid 104
learner 104
consists 103
score 103
framework 103
bipartite 103
develop 102
target 102
chen 102
measure 102
highlighted 102
conf 102
cui 101
received 101
energy 101
input 101
curve 101
evaluation 101
statistical 101
positions 101
evolving 100
statistics 100
transition 100
enables 99
analytical 99
merging 98
width 98
representation 98
shape 98
zhou 98
trends 98
form 98
posts 98
commented 98
flows 98
corpus 97
sub 97
records 97
forms 97
requirements 96
term 96
caused 95
cost 95
propagation 95
od 95
interactively 94
enable 94
encodes 94
means 94
bars 94
engine 94
described 93
employ 93
circle 93
icon 93
challenges 92
directed 92
sequence 92
sampling 92
spatio 92
place 92
relevant 91
discussion 91
sentiment 91
ebola 91
inter 90
active 90
dif 90
crossings 90
metric 90
ex 90
multidimensional 90
address 90
dimensions 90
travel 90
switching 90
index 89
effectively 89
org 89
colors 89
representative 89
facetatlas 89
resizing 89
extract 88
evaluate 88
supported 88
themeriver 88
mapping 88
quantitative 88
specific 88
hk 87
evolutionary 87
measures 87
ma 87
wei 87
selection 87
icons 87
detect 86
sets 86
placed 86
mean 86
components 85
indicate 85
highly 85
displayed 85
customers 85
variables 85
presents 84
weights 84
item 84
voronoi 84
destination 84
mooc 84
usefulness 83
connections 83
linear 83
able 83
random 83
activities 83
splitting 82
machine 82
accuracy 82
vehicle 82
dropout 82
plan 81
attribute 81
displays 81
hotel 81
google 81
pixel 81
segmentation 81
threads 80
traditional 80
split 80
height 80
called 80
problems 80
collected 80
tools 80
available 80
charts 80
influence 80
compute 79
post 79
comparing 79
effect 79
hashtags 79
agenda 79
shi 78
contrast 78
scheme 78
depth 78
works 78
state 78
cuts 78
introduced 78
embedded 78
rate 78
efficient 78
power 78
doi 78
taxis 78
correlated 77
contributions 77
representing 77
computed 77
optimal 77
filtering 77
potential 77
parts 77
range 77
interval 77
instructors 77
big 76
tracking 76
cause 76
stable 76
observed 76
cnn 76
designs 76
central 76
dicon 76
huamin 75
ne 75
modeling 75
scores 75
cases 75
weighted 75
aggregated 75
associated 74
importance 74
vertical 74
triangle 74
directions 74
integrated 74
sun 74
interests 74
convey 73
automatically 73
propose 73
consider 73
pairs 73
leader 73
increase 73
considered 73
queries 73
identified 73
field 73
bi 73
metro 73
detection 72
zhang 72
comprehensive 72
years 72
primary 71
focused 71
pre 71
main 71
list 71
interface 71
radial 71
category 71
visualiza 71
geographical 71
helps 70
review 70
suggested 70
adjacent 70
derived 70
ordering 70
linked 70
election 70
whisper 70
baseline 70
bus 70
textflow 69
li 69
difference 69
appear 69
contain 69
obama 69
drawing 69
create 69
differences 69
ring 69
rectangle 69
log 69
track 68
river 68
popular 68
constraints 68
experiments 68
application 68
distortion 68
sequences 68
hashtag 68
evoriver 68
occurrence 67
solve 67
perform 67
articles 67
path 67
circular 67
cation 67
interviews 67
zhu 67
member 66
output 66
streaming 66
rich 66
story 66
branches 66
close 66
date 66
animation 66
survey 66
kernel 66
professor 66
e2 66
easy 65
smooth 65
aims 65
detected 65
complete 65
national 65
www 65
cities 65
directional 65
trip 65
hierarchy 65
ows 64
limited 64
collection 64
learned 64
bundling 64
connected 64
zooming 64
background 64
monitoring 64
multivariate 64
videos 64
ngerprint 64
abstract 63
varying 63
apply 63
strategy 63
ned 63
selecting 63
discussed 63
preprocessing 63
free 63
massive 63
geographic 63
building 63
plot 63
summary 63
questions 63
instance 63
difficult 63
intervals 63
collections 62
ones 62
steps 62
scaling 62
york 62
edu 62
isotime 62
courses 62
dis 61
determine 61
know 61
distributions 61
curves 61
variation 61
consistent 61
contribution 61
variance 61
hand 60
picture 60
aspects 60
adopted 60
window 60
criteria 60
additional 60
clustered 60
studied 60
air 60
nov 60
billboard 60
activation 60
ust 59
dag 59
adopt 59
marked 59
valuable 59
vehicles 59
song 58
actions 58
sources 58
cient 58
length 58
indicating 58
white 58
xu 58
start 58
setting 58
reviews 58
estimate 58
relative 58
ensure 58
specifically 58
r2 58
patient 58
ciency 58
critical 57
uence 57
streams 57
calculate 57
education 57
created 57
employed 57
simultaneously 57
visualized 57
interact 56
examining 56
identi 56
requires 56
samples 56
figs 56
supports 56
political 56
complexity 56
construction 56
engines 56
loss 56
station 56
pts 56
inspired 55
prediction 55
object 55
district 55
advanced 55
component 55
retrieval 55
histogram 55
similarities 55
participants 55
yuan 55
ni 55
clickstream 55
manually 54
insights 54
development 54
article 54
stream 54
discussions 54
aware 54
vast 54
learn 54
wattenberg 54
student 54
drawn 54
automatic 54
typical 54
dimensional 54
regarding 54
objects 54
packing 54
guo 54
axes 54
trips 54
zheng 54
october 53
focuses 53
encoded 53
merge 53
branch 53
determined 53
avoid 53
indicated 53
changing 53
variable 53
transfer 53
treemap 53
summarized 53
xi 53
dimension 53
sector 53
analyst 53
companies 53
wind 53
polar 53
reach 53
coverage 53
business 52
underlying 52
cally 52
intuitively 52
elements 52
standard 52
health 52
role 52
record 52
smaller 52
properties 52
experiment 52
estimation 52
classification 52
g2 52
strips 52
gps 52
ft 52
shixia 51
introduction 51
handle 51
implementation 51
straight 51
scatterplot 51
illustrated 51
districts 51
neural 51
digital 51
scalability 51
horizontal 51
weather 51
microblog 51
greenery 51
processing 50
preserve 50
references 50
explored 50
increasing 50
required 50
mapped 50
zoom 50
observe 50
multifaceted 50
abnormal 50
cooperation 50
snapshot 50
generation 49
summarize 49
goal 49
achieve 49
cult 49
changed 49
discovery 49
frequency 49
starting 49
economy 49
comments 49
grouping 49
maximum 49
equation 49
moving 49
service 49
keim 49
natural 49
session 49
planning 49
storyflow 49
panel 49
int 49
tr 49
convolutional 49
performed 48
hard 48
decision 48
reasons 48
produce 48
min 48
summarization 48
update 48
limitations 48
yang 48
ment 48
technol 48
experience 48
navigation 48
cao 48
art 48
activations 48
extraction 47
sec 47
incoming 47
metrics 47
appropriate 47
software 47
enhance 47
tech 47
relation 47
working 47
inner 47
ti 47
criterion 47
api 47
interpretation 47
outliers 47
p2 47
moocs 47
basecnn 47
incremental 46
reason 46
manner 46
alternative 46
middle 46
smoothness 46
usa 46
management 46
diagrams 46
optimized 46
conduct 46
characteristics 46
raw 46
module 46
tsinghua 46
e1 46
competitiveness 46
visu 45
days 45
diagram 45
label 45
historical 45
entropy 45
adjust 45
usability 45
authors 45
structures 45
paths 45
congestion 45
passing 45
grouped 45
scales 45
services 45
sizes 45
explorer 45
calculated 45
t1 45
pathways 45
stations 45
hour 45
sci 45
shutdown 45
strip 45
phase 45
mrt 45
broadened 45
gain 44
circles 44
measured 44
probability 44
denotes 44
finding 44
leverage 44
presidential 44
unique 44
preserving 44
informa 44
internet 44
combination 44
hours 44
v1 44
assignment 44
aggregate 44
challenging 43
march 43
posted 43
community 43
communication 43
publications 43
sum 43
constraint 43
upper 43
respect 43
mental 43
ltering 43
president 43
grant 43
geometry 43
cn 43
illustrates 43
polyline 43
switch 43
ization 43
demand 43
prior 43
rates 43
mation 43
recorded 43
sparse 43
pixels 43
failed 43
pollution 43
cnns 43
hot 42
proper 42
accepted 42
perspectives 42
discover 42
integrate 42
applying 42
effects 42
discuss 42
situation 42
orange 42
check 42
singapore 42
depict 42
specified 42
arc 42
interview 42
noise 42
challenge 41
aug 41
ratio 41
coordinated 41
program 41
report 41
economic 41
meaningful 41
continuous 41
style 41
signi 41
open 41
share 41
resulting 41
box 41
default 41
error 41
familiar 41
structured 41
combines 41
company 41
screen 41
colored 41
automated 41
status 41
passenger 41
planners 41
deformation 41
streets 41
cse 40
numbers 40
presenting 40
yi 40
deal 40
overlapping 40
overlap 40
fully 40
entire 40
sys 40
tem 40
department 40
differ 40
wordle 40
hidden 40
strong 40
ci 40
migration 40
computational 40
symp 40
theory 40
oriented 40
highlight 40
derive 40
t2 40
retweet 40
filter 40
p1 40
visizer 40
asia 39
parameters 39
estimated 39
granularity 39
parameter 39
fail 39
textual 39
minutes 39
remaining 39
functions 39
play 39
infor 39
mentioned 39
roles 39
shared 39
daily 39
transport 39
society 38
tackle 38
denoted 38
candidate 38
lin 38
engineering 38
processes 38
analytic 38
decrease 38
connecting 38
advantages 38
springer 38
age 38
examined 38
column 38
brushing 38
mutual 38
meet 38
driven 38
card 38
yellow 38
g1 38
comparative 38
forums 38
labeled 37
extend 37
independent 37
iterative 37
modules 37
known 37
tracing 37
stage 37
alization 37
added 37
ij 37
demonstrates 37
core 37
took 37
thank 37
improved 37
conclusion 37
huge 37
ibm 37
identifying 37
ambiguity 37
principles 37
require 37
compact 37
scenarios 37
perception 37
market 37
clicking 37
semantically 37
principle 37
jan 37
action 37
places 37
drop 37
significantly 37
currently 37
classes 37
periods 37
drivers 37
latent 36
reprints 36
connect 36
formation 36
enabling 36
semi 36
denote 36
appears 36
scenario 36
considering 36
ts 36
care 36
exist 36
revealed 36
angle 36
build 36
updated 36
reported 36
correspond 36
match 36
final 36
remain 36
examples 36
tend 36
direct 36
coordinate 36
flowing 36
press 36
disease 36
pairwise 36
mar 36
nsa 36
recruitment 36
predictive 36
cnnvis 36
bills 36
aoi 36
salient 35
classi 35
adaptive 35
formulated 35
tive 35
states 35
pan 35
st 35
formed 35
closely 35
revealing 35
account 35
vectors 35
achieved 35
occlusion 35
accounts 35
started 35
black 35
evaluated 35
response 35
define 35
spring 35
geo 35
micro 35
snowden 35
edit 35
tap 35
roseriver 35
piecestack 35
senators 35
believe 34
cues 34
draw 34
infovis 34
capture 34
generates 34
vertices 34
vertex 34
static 34
commonly 34
project 34
increased 34
efficiently 34
employs 34
mass 34
fields 34
shanghai 34
rankexplorer 34
r1 34
expanded 34
phd 34
oct 34
lu 34
walk 34
tan 33
ments 33
august 33
published 33
ter 33
rep 33
procedure 33
se 33
combined 33
lay 33
adjustment 33
crossing 33
formulate 33
stability 33
meta 33
treemaps 33
origin 33
discrete 33
representations 33
impact 33
expressed 33
fusion 33
lee 33
organized 33
financial 33
individuals 33
london 33
diabetes 33
internal 33
contour 33
desired 33
e3 33
extended 33
bayesian 33
peng 33
plots 33
zhao 33
matrices 33
mt 33
clickstreams 33
evolve 32
causes 32
clus 32
variations 32
rela 32
supervised 32
mode 32
indicator 32
iteration 32
combine 32
rendering 32
carpendale 32
north 32
joint 32
reduction 32
minimize 32
threshold 32
dark 32
reveals 32
implemented 32
investigate 32
greatly 32
utilized 32
add 32
minimum 32
retweets 32
communities 32
disc 32
visualizes 32
perspective 32
outlier 32
detecting 32
statistic 32
topicpanorama 32
r3 32
mobiseg 32
ics 31
expected 31
ability 31
discovered 31
labels 31
eq 31
opacity 31
anal 31
law 31
ent 31
accurate 31
smoothing 31
divided 31
located 31
ana 31
ai 31
frames 31
affect 31
subjective 31
construct 31
gaussian 31
surrounding 31
volumes 31
outer 31
test 31
agreed 31
increases 31
bin 31
zero 31
creating 31
figures 31
integrating 31
millions 31
ei 31
id 31
explained 31
iteratively 31
composite 31
liang 31
pm 31
pt 31
regression 31
clicks 31
ngerprinting 31
gao 30
starts 30
assist 30
investigation 30
tiara 30
navigate 30
factor 30
pipeline 30
element 30
memory 30
sigkdd 30
sigchi 30
chung 30
guide 30
special 30
meshes 30
root 30
cross 30
consuming 30
opin 30
analyzed 30
capability 30
members 30
syst 30
architecture 30
aim 30
comparisons 30
sessions 30
advances 30
transformation 30
hybrid 30
running 30
hierarchies 30
matched 30
wanted 30
g3 30
modify 30
movements 30
stops 30
suitable 30
journey 30
tong 29
overlaid 29
gradually 29
email 29
technical 29
integrates 29
connection 29
trace 29
regarded 29
count 29
distinctive 29
corre 29
tf 29
distances 29
ity 29
operations 29
asked 29
describes 29
demonstrated 29
exploratory 29
chi 29
frame 29
allowing 29
constructed 29
neighboring 29
ple 29
wijk 29
built 29
product 29
unstructured 29
adapted 29
orientation 29
fea 29
row 29
java 29
combining 29
distributed 29
mobile 29
font 29
normalized 29
life 29
spread 29
spot 29
vision 29
symptoms 29
medical 29
leads 29
rankings 29
worked 29
reference 29
morning 29
aforementioned 29
gray 29
visit 29
zeng 29
transit 29
sky 29
quad 29
arxiv 29
probabilistic 28
thematic 28
pat 28
campaign 28
acknowledgments 28
fast 28
bundled 28
adding 28
concept 28
intersection 28
tested 28
embedding 28
yingcai 28
products 28
heterogeneous 28
categorical 28
stay 28
percent 28
wi 28
usage 28
considerable 28
powerful 28
relational 28
duration 28
sample 28
romney 28
version 28
scalable 28
alignment 28
so2 28
opinionflow 28
scaled 28
passengers 28
engagement 28
gk 28
yahoo 28
manuscript 27
accurately 27
tween 27
rose 27
ith 27
uniformly 27
occur 27
proportional 27
access 27
lot 27
crisis 27
money 27
gas 27
topical 27
adjacency 27
naturally 27
leaf 27
preserved 27
fi 27
advantage 27
html 27
algo 27
logic 27
countries 27
varied 27
utilize 27
shapes 27
projection 27
cor 27
collaborators 27
spaces 27
conditional 27
typically 27
extent 27
flux 27
sion 27
encodings 27
reordering 27
aesthetics 27
numerical 27
library 27
uniform 27
team 27
prism 27
proximity 27
requirement 27
publics 27
journeys 27
stripe 27
grades 27
billboards 27
aois 27
thread 26
coherent 26
insight 26
zhejiang 26
author 26
sense 26
separate 26
separated 26
anonymous 26
havre 26
intelligence 26
ture 26
divide 26
established 26
severe 26
numerous 26
lab 26
satisfaction 26
success 26
practice 26
equal 26
dashed 26
helpful 26
assigned 26
environment 26
vary 26
locate 26
net 26
mouse 26
observation 26
flexible 26
september 26
mi 26
highlights 26
sort 26
personal 26
movie 26
percentage 26
grassroots 26
heat 26
squares 26
desirable 26
c1 26
outputs 26
gradients 26
weiwei 25
exam 25
produced 25
computation 25
ht 25
stack 25
enhancement 25
bundles 25
gradient 25
remove 25
gb 25
gure 25
nding 25
look 25
congress 25
country 25
reviewers 25
faceted 25
lian 25
workshop 25
opinionseer 25
covered 25
presentation 25
room 25
appreciated 25
interfaces 25
pacific 25
categorized 25
june 25
v2 25
testing 25
wall 25
monitor 25
mechanism 25
crucial 25
enhanced 25
distinguish 25
recognition 25
t3 25
refers 25
wiggles 25
tanahashi 25
guidelines 25
illustration 25
tm 25
seek 25
findings 25
frequent 25
schumann 25
pi 25
sudden 25
tessellation 25
partition 25
measurements 25
loyaltracker 25
df 25
subgroups 25
dirichlet 24
eld 24
assume 24
maintain 24
rank 24
pick 24
bundle 24
occurs 24
boundary 24
nal 24
placement 24
cluttered 24
papers 24
efforts 24
republicans 24
pa 24
narrative 24
hetzler 24
american 24
names 24
containing 24
modeled 24
resolution 24
munzner 24
rithm 24
scatterplots 24
carefully 24
sentiments 24
q1 24
scatter 24
prototype 24
researcher 24
game 24
purple 24
contained 24
cosine 24
initially 24
sunflower 24
followers 24
classified 24
semantics 24
compound 24
shneiderman 24
platform 24
led 24
patients 24
max 24
conditions 24
waiting 24
destinations 24
fu 24
suggestions 24
politics 24
isochrone 24
deformed 24
peakvizor 24
dgmtracker 24
cal 23
gmail 23
studying 23
ordered 23
depicted 23
lists 23
sankey 23
depicts 23
terns 23
tional 23
ranked 23
polylines 23
aspect 23
straightforward 23
involved 23
corresponds 23
exact 23
subset 23
expand 23
intel 23
try 23
ber 23
developing 23
closer 23
intelligent 23
rgc 23
aligned 23
remains 23
linking 23
sual 23
ence 23
puter 23
train 23
nature 23
hotels 23
wheel 23
separately 23
jobs 23
apple 23
mu 23
definition 23
spatiotemporal 23
goals 23
aggregating 23
normal 23
microblogs 23
diagnosis 23
trained 23
intell 23
huang 23
allowed 23
observing 23
cube 23
downstream 23
shift 23
gun 23
tt 23
india 23
mutualranker 23
mrg 23
r4 23
instructor 23
biclustering 23
dgm 23
publication 22
preferred 22
simulation 22
strength 22
sign 22
code 22
month 22
stamps 22
transformed 22
consecutive 22
solving 22
man 22
ysis 22
supporting 22
informative 22
tags 22
vie 22
pass 22
dense 22
niques 22
introduces 22
interpret 22
tures 22
effort 22
quick 22
hu 22
class 22
operation 22
refer 22
released 22
confirmed 22
domains 22
spreading 22
highlighting 22
seconds 22
july 22
diseases 22
symptom 22
dependent 22
switched 22
outflow 22
wiggle 22
sr 22
aid 22
ribarsky 22
examination 22
advertising 22
congestions 22
fekete 22
saliency 22
contribute 22
improvements 22
phenomenon 22
pcp 22
cognitive 22
identifier 22
seam 22
death 21
triggered 21
heuristic 21
rectangles 21
predict 21
explain 21
updates 21
cover 21
complicated 21
overlay 21
graphical 21
sentences 21
gen 21
ghz 21
newly 21
spending 21
square 21
grf 21
nowell 21
cial 21
wong 21
seg 21
schemes 21
readability 21
fewer 21
ferent 21
organize 21
manager 21
amounts 21
ndings 21
explicitly 21
subject 21
operator 21
adjusted 21
december 21
coherence 21
watch 21
drive 21
attractive 21
randomly 21
smoothly 21
choice 21
decreasing 21
reflect 21
guided 21
popularity 21
involves 21
believed 21
generating 21
greedy 21
designing 21
approximate 21
brt 21
essential 21
surveillance 21
alternatives 21
logs 21
fit 21
riding 21
platforms 21
b1 21
assignments 21
r5 21
inspection 21
ect 20
repre 20
predicted 20
extracting 20
constant 20
merged 20
history 20
transform 20
impor 20
subsequent 20
solved 20
sim 20
suggests 20
span 20
job 20
variety 20
capable 20
hkust 20
curved 20
generator 20
lengths 20
grids 20
transitions 20
animated 20
abstraction 20
ratings 20
sualization 20
base 20
roughly 20
balance 20
leading 20
participant 20
leveraging 20
tv 20
america 20
knowl 20
measuring 20
credit 20
magnitude 20
retweeted 20
facilitates 20
instant 20
laid 20
meaning 20
despite 20
discovering 20
virtual 20
spent 20
storylines 20
welfare 20
stripes 20
environmental 20
light 20
heatmap 20
nement 20
phone 20
fed 20
cooperative 20
refine 20
gsv 20
dgms 20
ness 19
sampled 19
belong 19
tively 19
cpu 19
distinct 19
turn 19
looking 19
qian 19
viewed 19
delaunay 19
pointed 19
vice 19
topological 19
taxonomy 19
rings 19
addressed 19
failure 19
metaphors 19
sentence 19
deviation 19
ties 19
q3 19
drag 19
plane 19
offer 19
site 19
fall 19
played 19
measurement 19
https 19
majority 19
rationale 19
strategies 19
fixed 19
attracted 19
concern 19
epidemic 19
gotz 19
page 19
hiv 19
momentum 19
improvement 19
retrieve 19
uncertainties 19
competitive 19
basis 19
redistribution 19
decreased 19
xbox 19
dou 19
errors 19
wetering 19
macro 19
tominski 19
fitness 19
decided 19
pb 19
ller 19
rfid 19
iii 19
fisheye 19
fg1 19
carving 19
inf 19
diagnose 19
patches 19
subgroup 19
dropoutseer 19
objective 18
stand 18
align 18
boundaries 18
formulation 18
regular 18
irrelevant 18
lter 18
held 18
bene 18
party 18
protest 18
kdd 18
whitney 18
han 18
paci 18
observations 18
serve 18
viewing 18
visible 18
thought 18
suggest 18
situations 18
rapid 18
sharing 18
degrees 18
chinese 18
language 18
simplicity 18
classify 18
notice 18
evidence 18
plotted 18
reasonable 18
geometric 18
felt 18
selects 18
decisions 18
technologies 18
improving 18
marketing 18
edition 18
messages 18
devices 18
clicked 18
mds 18
packed 18
broaden 18
modern 18
nan 18
concerned 18
watching 18
specify 18
ries 18
correct 18
night 18
senior 18
equations 18
answer 18
heer 18
legible 18
scandal 18
luo 18
normalization 18
congested 18
dr 18
standards 18
rights 18
appeared 18
spots 18
evening 18
dropped 18
upstream 18
nearby 18
silva 18
bump 18
tagged 18
indicators 18
sedimentation 18
streetvizor 18
gan 18
extracts 17
stories 17
theme 17
coming 17
uenced 17
decide 17
tensor 17
house 17
united 17
cycle 17
ny 17
november 17
reducing 17
eral 17
cantly 17
obvious 17
bounding 17
num 17
dots 17
listed 17
topology 17
wiley 17
diverse 17
ux 17
uncertain 17
versus 17
q5 17
sectors 17
treated 17
april 17
liked 17
illustrating 17
pc 17
posed 17
expertise 17
characterize 17
optimizing 17
offset 17
return 17
ru 17
traces 17
predicting 17
ratios 17
intensity 17
unit 17
description 17
approximately 17
recommended 17
external 17
hypothesis 17
healthcare 17
themes 17
columns 17
infection 17
horizontally 17
filled 17
schedule 17
cs 17
precision 17
clock 17
visibility 17
ferreira 17
compete 17
affected 17
defection 17
feb 17
manipulation 17
feedbacks 17
labeling 17
xr 17
gn 17
resized 17
telco 17
smartadp 17
ideaflow 17
pleasing 16
assign 16
rest 16
vertically 16
tra 16
secondary 16
constrained 16
placing 16
reduced 16
minimizing 16
occurring 16
explorations 16
budget 16
windows 16
byron 16
collins 16
cai 16
describing 16
feinberg 16
participatory 16
strengths 16
connects 16
arrow 16
quantitatively 16
run 16
actively 16
experimental 16
conclusions 16
managers 16
sis 16
lack 16
suggesting 16
concepts 16
aesthetically 16
histograms 16
collaboration 16
ral 16
easier 16
conventional 16
blogs 16
gener 16
balances 16
optimize 16
buildings 16
communications 16
viewer 16
removed 16
comparable 16
pieces 16
dispersed 16
collective 16
capabilities 16
sites 16
dashboard 16
displaying 16
activeness 16
database 16
button 16
routing 16
fourth 16
wikipedia 16
influenced 16
shen 16
kde 16
prominent 16
legibility 16
editing 16
considerations 16
absolute 16
debate 16
handling 16
attributed 16
partial 16
leaving 16
prefer 16
permitted 16
republication 16
permission 16
child 16
suggestion 16
choices 16
filtered 16
sr2 16
evaluating 16
walks 16
monday 16
burden 16
quads 16
ngerprints 16
routine 16
bubble 16
poi 16
coursera 16
nch 16
broadening 16
ea 16
helping 15
lda 15
tightly 15
addressing 15
proportion 15
binary 15
sponding 15
iterations 15
dotted 15
interac 15
hovering 15
dramatic 15
va 15
school 15
mccain 15
debt 15
indi 15
organization 15
fisher 15
dc 15
exible 15
triangulation 15
reduces 15
lar 15
lost 15
perceived 15
consideration 15
demographic 15
structural 15
analy 15
augmented 15
sure 15
additionally 15
sides 15
coding 15
radius 15
stated 15
tried 15
browser 15
court 15
difficulty 15
slot 15
removing 15
prices 15
democratic 15
investment 15
blog 15
retweeting 15
facebook 15
summarizes 15
ri 15
wiki 15
driving 15
concerns 15
xie 15
park 15
filling 15
searching 15
early 15
t4 15
impressed 15
settings 15
l1 15
horse 15
race 15
pink 15
breaking 15
essentially 15
mo 15
kwai 15
exhibit 15
spying 15
serves 15
euclidean 15
load 15
nanjing 15
interchange 15
tries 15
satisfied 15
robust 15
c2 15
powers 15
practical 15
b2 15
tness 15
mappings 15
tx 15
ct 15
pois 15
choropleth 15
preprint 15
generative 15
token 15
debugging 15
granularities 14
hdp 14
uni 14
correspondence 14
consisting 14
incrementally 14
stamp 14
emerging 14
involve 14
mod 14
regard 14
sen 14
pop 14
fol 14
ration 14
security 14
policy 14
republican 14
vote 14
timelines 14
contents 14
interacting 14
rk 14
excellent 14
planar 14
tering 14
minimized 14
benchmark 14
versa 14
holten 14
backgrounds 14
sensitive 14
exists 14
ion 14
audience 14
ho 14
dx 14
projected 14
q2 14
relate 14
lated 14
q6 14
conveyed 14
periodic 14
capacity 14
empirical 14
appearing 14
successive 14
months 14
symmetric 14
ease 14
tors 14
creates 14
unchanged 14
repulsive 14
forces 14
berlin 14
formal 14
transac 14
potentially 14
attract 14
propagated 14
backward 14
florets 14
implement 14
condition 14
refinement 14
projects 14
ers 14
worth 14
investigating 14
databases 14
rows 14
implies 14
retrieved 14
leave 14
rmed 14
surveys 14
sd 14
literature 14
lod 14
calculation 14
trials 14
inputs 14
liao 14
rsp 14
entry 14
wish 14
embed 14
progress 14
infer 14
eliminate 14
validate 14
chang 14
valid 14
speeds 14
dykes 14
sep 14
poco 14
raised 14
elmqvist 14
spiral 14
collect 14
horizon 14
subspace 14
christmas 14
likelihood 14
ctm 14
tumblr 14
regional 14
reinforcement 14
nl 14
inflow 14
decomposition 14
snapshots 14
offline 14
materials 14
optimizer 14
discriminator 14
appearance 13
solely 13
evo 13
sults 13
acyclic 13
deeper 13
rules 13
mathematically 13
ally 13
tionships 13
mixture 13
property 13
tables 13
ting 13
ters 13
wrong 13
outgoing 13
belongs 13
aesthetic 13
quadratic 13
recommendation 13
improves 13
unexpected 13
opposite 13
insurance 13
workers 13
tax 13
gop 13
happen 13
limitation 13
reading 13
dealing 13
blei 13
rd 13
gruen 13
backchannel 13
washington 13
association 13
brief 13
plays 13
pos 13
california 13
complaints 13
cultural 13
reasoning 13
responses 13
ions 13
tailored 13
intuitiveness 13
appealing 13
seamlessly 13
primarily 13
tempo 13
accordance 13
continued 13
aaai 13
economics 13
ward 13
sequential 13
offers 13
trial 13
neighbors 13
lies 13
fr 13
decreases 13
sufficient 13
sciences 13
unfold 13
functional 13
identification 13
updating 13
moved 13
hierarchically 13
efficiency 13
longitude 13
convergence 13
carry 13
face 13
arranged 13
stress 13
emergency 13
reports 13
instances 13
purpose 13
prede 13
adopts 13
smart 13
treat 13
contextual 13
performing 13
unknown 13
repeated 13
extremely 13
pose 13
straightening 13
storytelling 13
munroe 13
satisfy 13
fine 13
defense 13
answers 13
lens 13
multiples 13
brush 13
subsequently 13
distorted 13
land 13
experienced 13
abnormality 13
unusual 13
depends 13
nonlinear 13
attached 13
hierarchicaltopics 13
asylum 13
teaching 13
diversities 13
noticed 13
sparsity 13
loop 13
bak 13
saturation 13
analyses 13
freire 13
anomaly 13
arisona 13
competing 13
difficulties 13
memes 13
join 13
consistency 13
sex 13
grey 13
industries 13
foci 13
shopping 13
jun 13
ut 13
prec 13
warping 13
fingerprint 13
monte 13
carlo 13
environments 13
weekend 13
africa 13
qe 13
cointegration 13
ui1 13
vae 13
extensively 12
differentiate 12
birth 12
evolu 12
allocation 12
trigger 12
determining 12
disappear 12
tal 12
conferences 12
exp 12
occurrences 12
vo 12
tant 12
programming 12
ings 12
bing 12
explo 12
independently 12
unemployment 12
florida 12
union 12
nation 12
federal 12
candidates 12
gov 12
dominant 12
nally 12
ng 12
morgan 12
kaufmann 12
northwest 12
zigzag 12
opti 12
east 12
west 12
sophisticated 12
faster 12
rectangular 12
dramatically 12
emphasize 12
archambault 12
resulted 12
beijing 12
price 12
consequently 12
effec 12
hospitality 12
qualitative 12
poses 12
concrete 12
produces 12
bx 12
acceptable 12
prop 12
increasingly 12
loca 12
lie 12
verify 12
prove 12
limit 12
invited 12
gap 12
mansmann 12
relevance 12
sorting 12
store 12
estimates 12
expect 12
marginal 12
averaged 12
centered 12
suppose 12
sliding 12
exactly 12
priority 12
overlaps 12
funds 12
stock 12
dates 12
tent 12
utilizing 12
earthquake 12
message 12
cascade 12
focusing 12
recognized 12
sta 12
finds 12
influences 12
modified 12
population 12
influential 12
helped 12
brown 12
stasko 12
growth 12
validation 12
simi 12
suffers 12
overcome 12
correctly 12
parent 12
xkcd 12
plaisant 12
institute 12
attempts 12
texture 12
channels 12
contributed 12
extreme 12
trade 12
loaded 12
assess 12
locally 12
pie 12
uential 12
klout 12
stacking 12
curious 12
arrived 12
systematically 12
bottleneck 12
buses 12
hotness 12
checked 12
phases 12
weekends 12
lanes 12
opportunities 12
mechanisms 12
african 12
distraction 12
cue 12
a1 12
a2 12
centers 12
cars 12
requested 12
cohort 12
collaborated 12
machines 12
reachable 12
weekly 12
gi 12
sensors 12
democrats 12
grade 12
unstable 12
overlaying 12
js 12
cliff 12
patch 12
stuck 12
bengio 12
stac 12
ck 12
conglei 11
weaving 11
progressively 11
contributes 11
progressive 11
evolutions 11
conveys 11
maintaining 11
toolkit 11
dent 11
mented 11
ji 11
trivial 11
bigger 11
ui 11
tance 11
irregular 11
consistently 11
growing 11
january 11
taxes 11
pay 11
speech 11
talking 11
inferred 11
res 11
williamson 11
robertson 11
histories 11
arti 11
proceed 11
tens 11
tial 11
proach 11
adjusting 11
gpu 11
applicable 11
prevent 11
bound 11
solid 11
narrow 11
chance 11
n2 11
orientations 11
impossible 11
relies 11
connectivity 11
water 11
tourism 11
properly 11
cus 11
ciently 11
wider 11
motivated 11
express 11
attempted 11
unnecessary 11
read 11
uncer 11
traveling 11
reliable 11
votes 11
ensures 11
ate 11
perceive 11
iphone 11
industry 11
merely 11
fur 11
storyboard 11
establish 11
estimating 11
vm 11
bins 11
filters 11
pack 11
exert 11
ram 11
aig 11
assessment 11
consumption 11
aimed 11
utilizes 11
occurred 11
drill 11
gather 11
stored 11
shorter 11
sup 11
interestingly 11
shortest 11
options 11
dividing 11
band 11
balanced 11
converge 11
tation 11
disclose 11
pres 11
ond 11
tutorial 11
subjects 11
ical 11
think 11
miller 11
grained 11
fn 11
arrange 11
soft 11
auto 11
t5 11
ques 11
behavioral 11
wise 11
inconsistency 11
eventriver 11
organizing 11
tends 11
conducting 11
assumes 11
weiskopf 11
scientists 11
o3 11
respective 11
climate 11
yan 11
contagions 11
live 11
home 11
wood 11
geotime 11
willems 11
unsupervised 11
trajecto 11
finish 11
geospatial 11
originally 11
tail 11
anomalies 11
cvis 11
multifocus 11
causal 11
fund 11
rise 11
salience 11
entries 11
idf 11
confidence 11
customize 11
globally 11
ples 11
centroid 11
wij 11
jointly 11
nokia 11
inserted 11
amazon 11
board 11
b3 11
tk 11
c3 11
fellow 11
texts 11
juxtaposition 11
benefit 11
wt 11
vismooc 11
kth 11
watched 11
rating 11
marker 11
ots 11
r7 11
ban 11
pooling 11
networkseer 11
integration 10
politicians 10
elds 10
dy 10
facilitating 10
ods 10
tracks 10
ning 10
zt 10
metadata 10
stages 10
er 10
ner 10
true 10
emphasized 10
equally 10
rely 10
resent 10
ignore 10
mosek 10
completely 10
meanings 10
extra 10
est 10
processed 10
simplify 10
heavily 10
ca 10
switches 10
expensive 10
complement 10
intersections 10
estimator 10
blocks 10
thoroughly 10
guarantee 10
styles 10
considers 10
kowloon 10
channel 10
tiny 10
tell 10
q4 10
lected 10
characterized 10
biased 10
intermediate 10
tended 10
prof 10
award 10
weblogs 10
kim 10
hao 10
ware 10
website 10
disappearing 10
mails 10
visualisation 10
variants 10
electronic 10
japan 10
ipod 10
question 10
berg 10
ptcs 10
x1 10
reaches 10
bility 10
totally 10
x2 10
unimportant 10
val 10
vn 10
responding 10
setup 10
ated 10
mb 10
captured 10
housing 10
loans 10
assets 10
carried 10
returned 10
release 10
broad 10
ful 10
acknowledgements 10
inte 10
master 10
thomas 10
head 10
youtube 10
coded 10
zoomed 10
extensive 10
formally 10
twitinfo 10
rationales 10
immediate 10
sig 10
artifacts 10
composed 10
happens 10
sented 10
neutral 10
incorporate 10
worldwide 10
artificial 10
charge 10
vb 10
sin 10
perfor 10
costs 10
voting 10
mitt 10
determines 10
hypotheses 10
quarterly 10
eurographics 10
watson 10
rendered 10
dynamically 10
fashion 10
focal 10
tradi 10
closest 10
psychology 10
rated 10
physician 10
characters 10
impacts 10
incorrect 10
reached 10
investigative 10
aigner 10
krstajic 10
wongsuphasawat 10
outcomes 10
son 10
prob 10
compares 10
continue 10
nested 10
manage 10
col 10
hope 10
freely 10
modi 10
symmetrical 10
sorted 10
interviewed 10
foxnews 10
preference 10
eu 10
stronger 10
demon 10
resolve 10
markets 10
cambridge 10
tist 10
vessel 10
reflects 10
performances 10
downtown 10
hurter 10
subway 10
anomalous 10
timestamp 10
c0 10
partially 10
scheepens 10
variant 10
sey 10
gallup 10
obamacare 10
request 10
severity 10
wj 10
controlled 10
expression 10
investigated 10
foundation 10
lastly 10
lytics 10
collaborative 10
recognize 10
noises 10
furnas 10
finance 10
tuning 10
agree 10
ocus 10
perceptual 10
generalized 10
v4 10
sopa 10
violation 10
iv 10
zation 10
resize 10
bending 10
sk 10
inch 10
bs 10
aggregations 10
passed 10
ebt 10
understood 10
outbreak 10
classifier 10
hangzhou 10
stu 10
edx 10
educational 10
pointer 10
dbscan 10
vultures 10
vf 10
grp 10
preview 10
eb 10
archive 10
inum 10
nmf 10
fhs 10
adam 10
triggers 9
mailed 9
mul 9
lution 9
temporally 9
detects 9
fails 9
distri 9
clean 9
transforms 9
multinomial 9
batch 9
nr 9
ln 9
comprehensively 9
neigh 9
gorithm 9
option 9
vij 9
hover 9
purposes 9
ample 9
suddenly 9
family 9
children 9
poll 9
today 9
happened 9
military 9
february 9
parison 9
mach 9
viegas 9
leskovec 9
nips 9
promising 9
heavy 9
direc 9
physical 9
posi 9
widths 9
fore 9
guideline 9
comprehension 9
south 9
cur 9
xiao 9
ham 9
comment 9
sity 9
knowing 9
positioning 9
professional 9
bad 9
existence 9
aa 9
operators 9
probabil 9
characteristic 9
op 9
discussing 9
sions 9
ranges 9
cate 9
associate 9
late 9
unfortunately 9
distribu 9
imply 9
consumers 9
correa 9
chan 9
pang 9
methodology 9
download 9
operating 9
depicting 9
theoretic 9
mea 9
storage 9
identical 9
readers 9
performs 9
lying 9
wmax 9
lation 9
mortgage 9
canada 9
moves 9
telling 9
david 9
rapidly 9
outlets 9
fulfill 9
pathway 9
interpreted 9
ble 9
diffu 9
ripples 9
bridge 9
modes 9
gathered 9
varies 9
querying 9
hovers 9
lo 9
feed 9
inactive 9
electric 9
perfect 9
reorder 9
inverse 9
spectral 9
bandwidth 9
receive 9
dia 9
elaborate 9
flexibility 9
acknowledged 9
sive 9
burch 9
annual 9
eurovis 9
treatment 9
sev 9
lucene 9
legend 9
dij 9
quan 9
completion 9
balzer 9
systematic 9
jiao 9
dragging 9
derstanding 9
genetic 9
stores 9
e4 9
assumption 9
averaging 9
preferences 9
mid 9
lives 9
benghazi 9
miksch 9
beck 9
wright 9
affects 9
correla 9
tai 9
gained 9
tang 9
suffer 9
temperature 9
no2 9
normally 9
denoting 9
tung 9
parties 9
terminal 9
winter 9
eyes 9
henry 9
exchange 9
recall 9
intend 9
tu 9
rm 9
mark 9
edward 9
ellipse 9
retail 9
compartments 9
trajec 9
afternoon 9
car 9
crnovrsanin 9
schreck 9
awareness 9
aggre 9
weekday 9
opportunity 9
poral 9
diamonds 9
stabilized 9
nodetrix 9
maintains 9
f1 9
nearest 9
dragicevic 9
cooperate 9
comprises 9
acquisition 9
bias 9
applicability 9
hb 9
alice 9
confirm 9
convenient 9
sigir 9
cad 9
dist 9
nmi 9
sdist 9
approval 9
inference 9
superposition 9
replace 9
baidu 9
davis 9
visuali 9
mahalanobis 9
assumptions 9
informed 9
rationality 9
biclusters 9
rounds 9
pause 9
skip 9
seaton 9
bicluster 9
amendments 9
ui0 9
logarithmic 9
namic 8
meth 8
processor 8
xt 8
sam 8
decay 8
coef 8
ns 8
intense 8
ically 8
simpli 8
separation 8
brought 8
recommendations 8
scienti 8
reagan 8
ploration 8
doc 8
covering 8
egypt 8
college 8
war 8
suf 8
unrelated 8
grows 8
kumar 8
incorporating 8
dwyer 8
gansner 8
cikm 8
san 8
airline 8
sized 8
satisfactory 8
solu 8
consist 8
mization 8
vide 8
ships 8
ab 8
nique 8
cap 8
ignored 8
sections 8
triangles 8
misleading 8
poor 8
fuzzy 8
proved 8
critically 8
nsfc 8
furu 8
chain 8
piece 8
offered 8
fuse 8
tracted 8
tedious 8
senti 8
db 8
tri 8
simultaneous 8
dimen 8
possess 8
partici 8
inappropriate 8
linguistics 8
hauser 8
rohrdantz 8
represen 8
ranging 8
announced 8
device 8
buy 8
orders 8
shaw 8
ther 8
counts 8
equ 8
scalar 8
expanding 8
docu 8
wdp 8
charac 8
mon 8
w2 8
strictly 8
kr 8
flipped 8
fa 8
ka 8
completed 8
exerted 8
bailout 8
banks 8
attracting 8
iden 8
izing 8
functionality 8
campaigns 8
trending 8
differs 8
applica 8
detec 8
gation 8
slow 8
larity 8
facing 8
surrounded 8
forming 8
evenly 8
arcs 8
signs 8
pointing 8
precise 8
cations 8
render 8
contact 8
mentation 8
negatively 8
qi 8
predefined 8
rotation 8
mance 8
tps 8
repeatedly 8
delay 8
paid 8
earlier 8
uncover 8
tracked 8
differently 8
confusing 8
perts 8
extension 8
summaries 8
pub 8
marcus 8
informatics 8
ogawa 8
proven 8
gures 8
searchers 8
smith 8
apache 8
depiction 8
buttons 8
custom 8
controls 8
ping 8
l2 8
enhancing 8
trying 8
fairly 8
doctors 8
hospital 8
port 8
resources 8
deussen 8
ycwu 8
scientific 8
characterizing 8
divergence 8
tune 8
maximizing 8
e5 8
precisely 8
camp 8
debates 8
attack 8
engaging 8
division 8
avenue 8
discus 8
scope 8
variate 8
nition 8
xj 8
plotting 8
nvidia 8
entering 8
butions 8
exposure 8
discusses 8
crowdsourcing 8
contrary 8
infected 8
g4 8
ground 8
ranged 8
cv 8
repeat 8
privacy 8
looks 8
compatibility 8
possibility 8
unclear 8
implicit 8
schematic 8
vacant 8
returns 8
midnight 8
jectories 8
geovisualization 8
ratti 8
slingsby 8
continuously 8
partitioned 8
lane 8
considerably 8
generalization 8
ertl 8
origins 8
actual 8
gate 8
seeking 8
calls 8
constantly 8
collaborating 8
autocorrelation 8
pure 8
ice 8
referred 8
utility 8
riche 8
rising 8
breaks 8
touch 8
facilities 8
european 8
partic 8
yin 8
ivt 8
aiming 8
cyclical 8
t0 8
injury 8
gl 8
inversion 8
holidays 8
hungarian 8
person 8
indian 8
nexus 8
deform 8
quently 8
ellipses 8
inform 8
detector 8
hinge 8
bosch 8
authorship 8
xk 8
parks 8
official 8
enter 8
wenchao 8
urbanization 8
macau 8
concluded 8
diagnosing 8
adjustments 8
uk 8
ga 8
modular 8
vulture 8
instantiations 8
imbalance 8
vfm 8
r6 8
ag 8
topicstream 8
fits 8
dfm 8
sierra 8
leone 8
fiscal 8
priors 8
tensorflow 8
elliptical 8
workshops 8
lrml 8
donut 8
persons 7
frequencies 7
targets 7
correlate 7
conveying 7
illus 7
visualizer 7
consume 7
adopting 7
body 7
nt 7
proportions 7
controlling 7
neighborhood 7
lutions 7
mislead 7
characterizes 7
synchronized 7
deter 7
turning 7
classical 7
yij 7
np 7
smoothed 7
corner 7
bring 7
turns 7
rarely 7
veterans 7
businesses 7
office 7
foreign 7
teachers 7
principal 7
accumulated 7
revolution 7
editor 7
kleinberg 7
proceeding 7
gregory 7
walker 7
teh 7
excessive 7
po 7
laboratory 7
positioned 7
trol 7
outs 7
phan 7
maximize 7
faithfully 7
spatially 7
manual 7
falling 7
specifying 7
lows 7
passes 7
northeast 7
compensate 7
hall 7
nicely 7
siam 7
gender 7
struc 7
augment 7
tripadvisor 7
mention 7
hold 7
geography 7
segmented 7
counting 7
interior 7
gle 7
readily 7
demo 7
ously 7
incorporated 7
conclude 7
cat 7
overly 7
linearly 7
star 7
tainty 7
insightful 7
summarizing 7
dayal 7
janetzko 7
rundensteiner 7
michelle 7
spe 7
inadequate 7
substantial 7
wait 7
mini 7
stefaner 7
balancing 7
constitute 7
preceding 7
ume 7
tual 7
fs 7
pri 7
paris 7
appropriately 7
correctness 7
apr 7
staying 7
tract 7
tagging 7
neoformix 7
ular 7
lazer 7
island 7
seeds 7
ongoing 7
act 7
lowing 7
accelerate 7
ray 7
latitude 7
tiveness 7
laws 7
minute 7
instantly 7
victory 7
reporting 7
ph 7
propagate 7
vides 7
overwhelming 7
deriving 7
bernstein 7
badar 7
karger 7
madden 7
complications 7
interconnected 7
locating 7
cards 7
dimensionality 7
material 7
clarity 7
asymptomatic 7
arrive 7
losing 7
evident 7
tails 7
statistically 7
doctor 7
organizations 7
residents 7
mengchen 7
optimizes 7
flat 7
lifeflow 7
mentally 7
deleting 7
incorrectly 7
drawbacks 7
subsequence 7
package 7
recursive 7
inception 7
delete 7
i7 7
ran 7
obviously 7
teaparty 7
shooting 7
heller 7
vehlow 7
berger 7
lau 7
pollutants 7
guiding 7
envf 7
maintained 7
solar 7
radiation 7
workstation 7
responsible 7
contributing 7
inferring 7
glean 7
selective 7
fundamental 7
kernels 7
calendar 7
speculate 7
interpretable 7
n1 7
convolution 7
dozen 7
clearer 7
ure 7
games 7
drm 7
mainstream 7
follower 7
gaining 7
culty 7
explicit 7
inves 7
revisit 7
arrival 7
durations 7
reaching 7
jam 7
checking 7
clut 7
constructive 7
wrobel 7
tripvista 7
kapler 7
piringer 7
bands 7
tioned 7
commercial 7
weekdays 7
scan 7
thom 7
enrichment 7
pu 7
gis 7
su 7
acquire 7
commonalities 7
weng 7
attempt 7
indexing 7
convention 7
bird 7
matches 7
capital 7
brooklyn 7
commun 7
advance 7
kurtosis 7
centroidal 7
normalize 7
removal 7
cyan 7
compari 7
playfair 7
sake 7
individually 7
explains 7
minimal 7
famous 7
server 7
alexander 7
availability 7
pioneering 7
ww24 7
xx1 7
residential 7
composition 7
expansion 7
bezier 7
men 7
interpreting 7
meets 7
javed 7
dropping 7
shrink 7
walmart 7
smap 7
snmi 7
v9 7
paralleltopics 7
limits 7
employing 7
logistic 7
standing 7
factorization 7
wq 7
jin 7
cg 7
biological 7
pagerank 7
vc 7
providers 7
unprecedented 7
sde 7
neatness 7
pm2 7
methodologies 7
units 7
junction 7
foursquare 7
participation 7
clipboard 7
chuang 7
bumps 7
sts 7
activate 7
temple 7
coach 7
boxplot 7
ur 7
dbn 7
tokens 7
pnum 7
a3 7
b4 7
biset 7
relu 7
cifar10 7
impure 7
hinton 7
easing 7
continents 7
seed 7
diagonal 7
devoted 6
seamless 6
emerge 6
communicate 6
brie 6
falls 6
resents 6
brings 6
bution 6
richer 6
ily 6
academic 6
splits 6
twin 6
notations 6
jth 6
summa 6
named 6
adapt 6
codes 6
heights 6
lim 6
capturing 6
laying 6
symmetry 6
heuristics 6
simulate 6
elastic 6
respec 6
fer 6
hovered 6
cially 6
ous 6
vocabulary 6
senate 6
meeting 6
subtle 6
eye 6
protesters 6
tributions 6
jordan 6
koren 6
eades 6
os 6
meme 6
markov 6
baby 6
editors 6
hier 6
archical 6
turned 6
ects 6
confusion 6
smoother 6
angular 6
poisson 6
smallest 6
alleviate 6
approximated 6
selectively 6
southwest 6
gross 6
exibility 6
weaknesses 6
ellis 6
poster 6
successful 6
cleanliness 6
tured 6
friendly 6
timely 6
dictionary 6
certainty 6
depend 6
ax 6
lations 6
spectively 6
tor 6
format 6
exploited 6
distribute 6
expressive 6
female 6
male 6
older 6
racy 6
fear 6
personalized 6
judgments 6
faculty 6
computers 6
manipulating 6
couples 6
preliminary 6
preventing 6
arbitrary 6
convex 6
music 6
charges 6
versions 6
depending 6
quantify 6
sional 6
nonnegative 6
boring 6
book 6
tom 6
fil 6
jw 6
gether 6
vec 6
flexibly 6
wa 6
goes 6
subtense 6
gt 6
cess 6
dominated 6
demonstration 6
bank 6
securities 6
steve 6
agreement 6
summer 6
contexts 6
plore 6
muller 6
fm 6
traced 6
crowd 6
tongji 6
tweeting 6
incorporates 6
conveniently 6
heterogeneity 6
monitors 6
peo 6
unfolding 6
seeks 6
disk 6
diffused 6
cated 6
functionalities 6
cleaned 6
latest 6
parametric 6
dt 6
safety 6
captures 6
texas 6
referring 6
involving 6
indices 6
dorling 6
mathematical 6
techni 6
jimeng 6
continues 6
explosive 6
projections 6
lationships 6
leverages 6
targeted 6
thickness 6
searched 6
contours 6
dv 6
transparency 6
portion 6
computes 6
summing 6
reversed 6
slight 6
physicians 6
engage 6
effi 6
genealogical 6
generic 6
plotweaver 6
computationally 6
recursively 6
satisfying 6
sweep 6
imposed 6
achieves 6
drawback 6
king 6
albany 6
placements 6
shot 6
optimiza 6
widget 6
blundell 6
purchase 6
johnson 6
comp 6
sugiyama 6
wing 6
compre 6
hensive 6
concerning 6
lem 6
administrative 6
envi 6
dioxide 6
cordingly 6
occupied 6
circumstances 6
manageable 6
disadvantages 6
maceachren 6
empower 6
coupled 6
statement 6
exhibited 6
truth 6
xeon 6
talked 6
weak 6
shifted 6
ce 6
launch 6
senator 6
presence 6
tionship 6
jonathan 6
technological 6
browsing 6
lionel 6
statis 6
driver 6
lyze 6
distort 6
aircraft 6
nanni 6
income 6
versity 6
instantaneous 6
pe 6
ted 6
tories 6
counted 6
fabrikant 6
triple 6
microscopic 6
letters 6
kohlhammer 6
speckmann 6
verbeek 6
sigspatial 6
camera 6
devel 6
oped 6
transforming 6
labelled 6
correlating 6
realistic 6
trucks 6
bertini 6
mathematics 6
sports 6
cartographic 6
solyndra 6
season 6
dir 6
recruiting 6
diverge 6
occupy 6
converging 6
diverging 6
mccombs 6
john 6
elect 6
voters 6
retrieving 6
demands 6
hill 6
koch 6
intensive 6
nyc 6
decompose 6
sept 6
inquiry 6
academy 6
embeds 6
combinations 6
heatmaps 6
faces 6
satis 6
speaking 6
iconic 6
acceleration 6
polygon 6
aggregates 6
visualiz 6
hinder 6
enhances 6
profound 6
collaborate 6
petition 6
g6 6
undesirable 6
oi 6
collecting 6
theoretical 6
eth 6
relying 6
zhong 6
pilot 6
cb340304 6
izations 6
chal 6
spa 6
dumais 6
partitions 6
categorize 6
fortune 6
desire 6
disagree 6
pacificvis 6
adequately 6
depths 6
xs 6
border 6
jul 6
theories 6
preservation 6
xiting 6
addresses 6
v3 6
g1g2 6
tains 6
karp 6
pami 6
jiang 6
revised 6
acceptance 6
covariance 6
ellipsoid 6
nsf 6
postdoctoral 6
dlib 6
citywide 6
rush 6
humans 6
hints 6
offs 6
quartile 6
spitehouse 6
followee 6
zij 6
spend 6
supervise 6
wen 6
loyal 6
characterization 6
summation 6
faithfulness 6
lots 6
pms 6
yixian 6
yuanzhe 6
fre 6
malls 6
satellite 6
sensing 6
referencing 6
analyt 6
handbook 6
germany 6
textwheel 6
lectures 6
instruc 6
encountered 6
participating 6
grading 6
screenshot 6
mongodb 6
ea2 6
jing 6
baselines 6
clipping 6
ls 6
bureau 6
dallas 6
lujiazui 6
pudong 6
synoptic 6
sunday 6
itv 6
cardinality 6
automobile 6
pei 6
ftjft 6
ftjtt 6
nurse 6
debated 6
confi 6
deconvolutional 6
discloses 6
verified 6
relus 6
rnn 6
supply 6
bond 6
lq 6
voted 6
segnet 6
decoder 6
accessed 6
autoencoder 6
invoked 6
professionals 5
judge 5
shliu 5
barely 5
arriving 5
extending 5
compo 5
miner 5
pin 5
incremen 5
slowly 5
var 5
syntactic 5
blending 5
ditional 5
closeness 5
wave 5
accommodate 5
inspect 5
mined 5
median 5
mij 5
erated 5
objectives 5
hi 5
consequence 5
dur 5
vided 5
decade 5
espe 5
representatives 5
americans 5
enterprise 5
immigration 5
labor 5
palin 5
cates 5
iran 5
violence 5
complementary 5
awards 5
icml 5
tomkins 5
dubinko 5
marriott 5
narratives 5
keeps 5
sitions 5
peking 5
localized 5
avoided 5
accelerated 5
intro 5
managing 5
drawings 5
ge 5
analyzer 5
polygons 5
exploit 5
overlapped 5
opacities 5
tributes 5
manipulate 5
mated 5
coast 5
valu 5
simulated 5
scene 5
undirected 5
johansson 5
yeh 5
hanrahan 5
augmenting 5
websites 5
handled 5
competitors 5
tomer 5
expectations 5
tomers 5
intended 5
ob 5
orga 5
shortcomings 5
stud 5
gamon 5
pulse 5
nega 5
concise 5
emotional 5
oelke 5
cyber 5
ba 5
formula 5
itive 5
borrow 5
attraction 5
ogy 5
ua 5
abc 5
bc 5
q7 5
quantity 5
staff 5
bit 5
brushed 5
argued 5
accept 5
thoughts 5
reliability 5
communi 5
ko 5
ference 5
reputation 5
beliefs 5
kosara 5
foundations 5
navigating 5
coher 5
flickr 5
producing 5
cific 5
fectively 5
taipei 5
taiwan 5
arrangement 5
seifert 5
clark 5
sale 5
battery 5
portable 5
mac 5
files 5
pca 5
sualize 5
succeeding 5
vals 5
xn 5
proba 5
evaluates 5
locates 5
ues 5
vp 5
flip 5
priorities 5
geforce 5
couple 5
compactness 5
demonstrating 5
fulness 5
popu 5
crosoft 5
alleviated 5
eval 5
thesis 5
aesthet 5
granitzer 5
caught 5
australia 5
tsunami 5
threat 5
dispersion 5
contagion 5
nancao 5
journalists 5
rt 5
cartogram 5
break 5
spreads 5
broadcasters 5
innate 5
mimic 5
marks 5
hue 5
apis 5
plain 5
menu 5
jean 5
decides 5
