data 69
visualization 63
visual 54
We 45
In 40
based 39
analysis 35
The 34
topics 32
patterns 30
paper 25
approach 25
present 25
information 25
topic 24
demonstrate 24
method 23
model 22
studies 22
graph 22
urban 22
To 21
analytics 21
However 20
case 19
interactive 19
design 19
social 19
traffic 19
text 18
real 18
temporal 18
flow 18
view 18
help 17
effectiveness 17
map 17
study 16
techniques 16
analyze 16
changes 16
propose 15
tree 15
multiple 14
graphs 14
series 14
understanding 14
technique 13
complex 13
insights 13
understand 13
explore 13
novel 13
opinions 13
domain 13
develop 13
stacked 13
analyzing 12
Our 12
results 12
word 12
algorithm 12
behaviors 12
movement 12
set 12
models 12
trend 11
usefulness 11
clustering 11
world 11
diffusion 11
spatial 11
interactions 11
problem 11
people 11
types 11
ranking 11
work 10
evolution 10
process 10
methods 10
opinion 10
related 10
media 10
experts 10
clusters 10
cluster 10
individual 9
introduce 9
correlation 9
conducted 9
major 9
For 9
display 9
exploration 9
illustrate 9
groups 9
facets 9
analytical 9
analysts 9
route 9
trajectory 9
learning 9
existing 8
result 8
edge 8
clouds 8
content 8
documents 8
hierarchical 8
layout 8
key 8
scale 8
effective 8
node 8
evaluation 8
applications 8
challenges 8
coopetition 8
mobility 8
interactively 8
deep 8
training 8
designed 7
relationships 7
gain 7
efficient 7
customer 7
uncertainty 7
developed 7
applied 7
This 7
search 7
effectively 7
public 7
city 7
aggregation 7
quality 7
facilitate 7
datasets 7
evolving 7
solution 7
region 7
behavior 7
layers 7
mining 6
level 6
visually 6
levels 6
number 6
context 6
corpora 6
reveal 6
combines 6
addition 6
entities 6
optimization 6
integrated 6
allow 6
routes 6
regions 6
transportation 6
vehicle 6
Case 6
network 6
MOOCs 6
solutions 6
dropout 6
Although 5
features 5
convey 5
intuitive 5
online 5
proposed 5
It 5
words 5
idea 5
Twitter 5
leaders 5
example 5
tools 5
multifaceted 5
local 5
simultaneously 5
pattern 5
education 5
support 5
visualizations 5
track 5
comprehensive 5
embedded 5
diversity 5
taxi 5
vehicles 5
focus 5
evaluate 5
statistical 5
multi 5
represent 5
representative 5
massive 5
tasks 5
cuts 5
interests 5
resizing 5
spatio 5
interviews 5
connections 5
area 5
CNNs 5
bipartite 5
forms 5
challenging 4
consists 4
interaction 4
refine 4
difficult 4
formed 4
hotel 4
business 4
dynamic 4
chart 4
Such 4
specific 4
lack 4
document 4
FacetAtlas 4
density 4
pose 4
approaches 4
storyline 4
parallel 4
systems 4
interesting 4
propagation 4
called 4
feature 4
GPS 4
attributes 4
cells 4
movements 4
macro 4
micro 4
dataset 4
allows 4
correlated 4
ThemeRiver 4
multidimensional 4
detailed 4
helps 4
cities 4
visualize 4
PTS 4
researchers 4
dynamics 4
research 4
interested 4
values 4
glyphs 4
trees 4
cut 4
news 4
picture 4
common 4
formulate 4
road 4
views 4
huge 4
loyalty 4
human 4
learners 4
MOOC 4
learner 4
course 4
enables 4
peaks 4
bi 4
directional 4
planners 4
indicators 4
activity 4
street 4
limited 3
components 3
progressively 3
Finally 3
framework 3
edges 3
reduce 3
control 3
mesh 3
generated 3
automatically 3
underlying 3
advanced 3
rapid 3
development 3
services 3
OpinionSeer 3
collection 3
modeling 3
comparing 3
feedback 3
sequence 3
dispersed 3
processes 3
metaphor 3
tweets 3
extracted 3
pathways 3
roles 3
facilitates 3
rich 3
contain 3
Thus 3
keywords 3
global 3
automated 3
power 3
complexity 3
hybrid 3
multivariate 3
intelligence 3
detect 3
usability 3
drivers 3
destination 3
environments 3
dimensional 3
statistics 3
findings 3
roads 3
cell 3
congestion 3
selection 3
compete 3
attention 3
competition 3
timeline 3
interpretation 3
change 3
comparison 3
evaluated 3
generate 3
clutter 3
depth 3
semantic 3
cloud 3
highlight 3
differences 3
factors 3
passenger 3
millions 3
trajectories 3
category 3
evolutionary 3
engines 3
challenge 3
historical 3
able 3
matched 3
matching 3
perception 3
energy 3
function 3
big 3
monitoring 3
interface 3
detection 3
integrate 3
collected 3
enable 3
log 3
unprecedented 3
locations 3
construction 3
machine 3
open 3
courses 3
attracted 3
video 3
overview 3
regarding 3
issues 3
details 3
similarities 3
Among 3
knowledge 3
View 3
expert 3
planning 3
zooming 3
tackle 3
location 3
identify 3
performance 3
neuron 3
economic 3
correlations 3
ideas 3
IdeaFlow 3
capture 3
activities 3
DGMs 3
task 2
TextFlow 2
extend 2
extract 2
event 2
helping 2
crossings 2
geometry 2
bundles 2
guide 2
pass 2
points 2
Users 2
color 2
opacity 2
enhancement 2
Web 2
technology 2
increasing 2
sharing 2
building 2
representation 2
established 2
subjective 2
organize 2
Several 2
dimensions 2
preserving 2
generates 2
grouped 2
coupled 2
collections 2
increasingly 2
events 2
Whisper 2
tracing 2
highlights 2
summarize 2
responses 2
representing 2
line 2
trace 2
identified 2
focused 2
article 2
cause 2
relations 2
aspects 2
highlighting 2
benefits 2
Storyline 2
aim 2
story 2
discrete 2
continuous 2
initial 2
optimal 2
bundling 2
Experiments 2
fields 2
direction 2
coordinates 2
polar 2
shape 2
axis 2
Hong 2
Kong 2
OpinionFlow 2
glean 2
approximate 2
select 2
compare 2
suggest 2
source 2
pairs 2
taxis 2
management 2
recorded 2
contains 2
deal 2
Besides 2
flows 2
How 2
play 2
competitiveness 2
increase 2
validate 2
Street 2
analytic 2
DICON 2
icon 2
treemap 2
comparisons 2
jointly 2
cooperate 2
role 2
test 2
sets 2
Specifically 2
encode 2
At 2
depict 2
directed 2
ensures 2
derive 2
demonstrates 2
modern 2
employ 2
transfer 2
aims 2
exploring 2
modules 2
isotime 2
manipulation 2
OD 2
pair 2
origin 2
space 2
Lastly 2
textual 2
unstructured 2
corpus 2
discover 2
rankings 2
Both 2
items 2
segmentation 2
traditional 2
address 2
modify 2
fitness 2
smoothness 2
adjacent 2
preserve 2
As 2
quickly 2
sources 2
blogs 2
distinctive 2
These 2
Qualitative 2
promise 2
image 2
introduces 2
determine 2
An 2
introduced 2
Nowadays 2
situations 2
monitor 2
abnormal 2
presented 2
segments 2
Furthermore 2
life 2
capable 2
detecting 2
microblogs 2
retrieve 2
posts 2
rank 2
nodes 2
opportunities 2
switching 2
Two 2
volumes 2
requires 2
survey 2
discuss 2
categorized 2
future 2
potential 2
directions 2
Massive 2
access 2
participation 2
platforms 2
amounts 2
conduct 2
PeakVizor 2
instructors 2
valuable 2
detected 2
demonstrated 2
Stacked 2
overly 2
splitting 2
pieces 2
encoding 2
formation 2
exist 2
daily 2
migration 2
Quantitative 2
analyses 2
selected 2
broadened 2
caused 2
metro 2
maps 2
applicability 2
choices 2
billboard 2
advertising 2
manner 2
streams 2
incoming 2
align 2
learn 2
streaming 2
Bayesian 2
favorable 2
convolutional 2
neural 2
networks 2
typically 2
diagnosing 2
matrix 2
neurons 2
current 2
With 2
defined 2
plot 2
leverage 2
facilitating 2
lead 2
lag 2
bubble 2
prior 2
years 2
heterogeneous 2
areas 2
relation 2
persons 2
connectivity 2
outliers 2
individuals 2
forums 2
students 2
NetworkSeer 2
forum 2
crucial 2
logs 2
predictive 2
reasons 2
predicted 2
improve 2
DropoutSeer 2
assignment 2
quantitative 2
measurements 2
Explorer 2
Understanding 1
evolve 1
devoted 1
seamless 1
integration 1
emerge 1
critical 1
keyword 1
Then 1
coherent 1
Through 1
communicate 1
varying 1
Graphs 1
excessive 1
cluttered 1
group 1
forcing 1
manually 1
interact 1
Compared 1
flexible 1
experiments 1
resulted 1
customers 1
Effective 1
impact 1
successful 1
reviews 1
built 1
centric 1
considers 1
faithfully 1
augmenting 1
scatterplots 1
radial 1
logic 1
handle 1
degrees 1
Aside 1
products 1
summarizes 1
When 1
Social 1
exchanging 1
emotions 1
happening 1
Here 1
characteristics 1
extent 1
community 1
response 1
spatiotemporal 1
conveyed 1
sunflower 1
seeds 1
collective 1
communities 1
retweeted 1
sentiments 1
retweets 1
flux 1
drawing 1
bursty 1
piece 1
crowd 1
political 1
campaigns 1
natural 1
disasters 1
Initial 1
suggests 1
promising 1
today 1
consumption 1
dispersion 1
wild 1
Documents 1
disease 1
symptom 1
treatment 1
diagnosis 1
prognosis 1
prevention 1
Powerful 1
locate 1
lists 1
cross 1
unique 1
cliques 1
optimized 1
switch 1
targets 1
patient 1
health 1
care 1
growing 1
scalability 1
stories 1
generating 1
aesthetically 1
appealing 1
handles 1
formulates 1
ordering 1
alignment 1
optimizes 1
produce 1
straightening 1
enabling 1
evolves 1
weather 1
Weather 1
vector 1
wind 1
speed 1
circular 1
pixel 1
bar 1
charts 1
enhanced 1
weighted 1
complete 1
air 1
pollution 1
government 1
empower 1
Inspired 1
theory 1
selective 1
exposure 1
Accordingly 1
Sankey 1
tailored 1
synchronized 1
examine 1
Route 1
suggestion 1
navigation 1
Recently 1
Microsoft 1
drive 1
enabled 1
experienced 1
periods 1
calculated 1
distance 1
reach 1
examines 1
exists 1
associated 1
bottlenecks 1
sparse 1
moving 1
Therefore 1
suitable 1
exact 1
tracks 1
consecutive 1
unknown 1
uncertainties 1
animation 1
vicinity 1
ignore 1
apply 1
studying 1
status 1
inter 1
Beyond 1
check 1
neighbouring 1
links 1
neighbourhood 1
spreading 1
What 1
rise 1
fall 1
expanded 1
characterize 1
promoted 1
estimated 1
measures 1
metaphoric 1
topical 1
compositing 1
style 1
decrease 1
Opinion 1
drawn 1
threads 1
converge 1
diverge 1
regard 1
influencing 1
agenda 1
report 1
gained 1
Tweets 1
United 1
States 1
presidential 1
election 1
Occupy 1
Wall 1
Clustering 1
fundamental 1
semantics 1
meaning 1
embeds 1
attribute 1
conveniently 1
icons 1
easier 1
User 1
reduction 1
healthcare 1
Cooperation 1
modes 1
concurrent 1
Which 1
tend 1
Who 1
plays 1
answer 1
intricate 1
questions 1
proposing 1
combination 1
carry 1
recruitment 1
distraction 1
effects 1
close 1
functional 1
approximation 1
depicting 1
influential 1
affect 1
EvoRiver 1
dynamically 1
causes 1
couples 1
evolutions 1
modeled 1
varied 1
significance 1
represented 1
point 1
Since 1
vary 1
increased 1
importance 1
meshes 1
adaptive 1
force 1
lay 1
subsequent 1
coherence 1
stability 1
embodied 1
perform 1
preliminary 1
Public 1
PTSs 1
shared 1
essential 1
designing 1
highly 1
Most 1
topology 1
stops 1
ignoring 1
riding 1
waiting 1
clock 1
family 1
inputs 1
After 1
alternatives 1
isochrone 1
geographical 1
journey 1
linearizes 1
isoline 1
maximizing 1
horizontal 1
presenting 1
smooth 1
destinations 1
Moreover 1
devise 1
query 1
easily 1
construct 1
assorted 1
Text 1
proven 1
imperative 1
businesses 1
metaphors 1
nature 1
basic 1
structured 1
facet 1
combining 1
tag 1
separate 1
faceted 1
involving 1
item 1
Google 1
Bing 1
Analysts 1
absolute 1
searching 1
relative 1
RankExplorer 1
partitions 1
curves 1
manageable 1
categories 1
extended 1
bars 1
changing 1
curve 1
degree 1
obscured 1
Using 1
popular 1
remains 1
issue 1
exploit 1
incremental 1
goal 1
balancing 1
mental 1
stable 1
profound 1
Amazon 1
Mechanical 1
Turk 1
developing 1
relevant 1
discussed 1
match 1
order 1
start 1
consistent 1
Next 1
LOD 1
radially 1
examination 1
perspectives 1
compensate 1
deficiency 1
meet 1
blog 1
Visualization 1
devices 1
General 1
uniform 1
scaling 1
suffer 1
drawbacks 1
consider 1
ViSizer 1
fit 1
deformation 1
subsequently 1
transform 1
iteratively 1
solve 1
allowing 1
automatic 1
suffering 1
severe 1
continuing 1
Taxis 1
equipped 1
viewed 1
sensors 1
situation 1
traces 1
Watcher 1
carefully 1
inspect 1
explored 1
experimental 1
confirm 1
efficiency 1
breaking 1
progress 1
hampered 1
mechanism 1
aware 1
salient 1
hashtags 1
compute 1
retrieval 1
mutual 1
reinforcement 1
composite 1
glyph 1
uncertain 1
retrieving 1
microblog 1
engine 1
providers 1
creates 1
defection 1
poses 1
LoyalTracker 1
vast 1
conveys 1
proper 1
summary 1
interview 1
smarter 1
computing 1
heterogeneity 1
easy 1
integrating 1
triggering 1
broad 1
elaborate 1
properties 1
combined 1
Existing 1
classes 1
outputs 1
combinations 1
steps 1
cohort 1
tuning 1
leading 1
sort 1
artificial 1
classifier 1
predictor 1
regression 1
outlook 1
conclude 1
record 1
videos 1
terms 1
Previous 1
aggregate 1
summative 1
attempts 1
numerous 1
clickstreams 1
reported 1
adopted 1
hierarchically 1
visualizing 1
sequences 1
illusion 1
generalized 1
intercepted 1
Consequently 1
fully 1
excavated 1
PieceStack 1
relevance 1
intrinsic 1
displayed 1
shapes 1
interprets 1
aggregations 1
constructing 1
partition 1
sub 1
aggregated 1
augmented 1
decompose 1
respect 1
availability 1
convenient 1
ubiquitously 1
animal 1
sports 1
wars 1
If 1
involves 1
tens 1
bird 1
span 1
Due 1
complexities 1
advantage 1
machines 1
computational 1
cognitive 1
abilities 1
Global 1
Flow 1
Isotime 1
modular 1
Dol 1
specification 1
extraction 1
parallelized 1
bidirectional 1
contour 1
layer 1
heat 1
carried 1
Analysis 1
embed 1
seamlessly 1
occlusion 1
free 1
broaden 1
deforming 1
nonlinear 1
squares 1
defining 1
demand 1
distortion 1
minimized 1
occluding 1
instantiations 1
tourism 1
illustrative 1
prove 1
formulating 1
rapidly 1
placements 1
plagued 1
informed 1
decisions 1
attempt 1
state 1
art 1
SmartAdP 1
deals 1
finding 1
integrates 1
driven 1
efficiently 1
candidate 1
compact 1
typed 1
adapted 1
problems 1
selecting 1
retail 1
stores 1
restaurants 1
volume 1
balance 1
By 1
connecting 1
corresponding 1
sedimentation 1
Deep 1
achieved 1
breakthrough 1
recognition 1
classification 1
relies 1
substantial 1
trial 1
error 1
works 1
refining 1
CNN 1
acyclic 1
Based 1
formulation 1
disclose 1
rectangle 1
packing 1
reordering 1
derived 1
biclustering 1
theme 1
deeper 1
They 1
disappear 1
Financial 1
financial 1
interplay 1
commonly 1
equations 1
Economics 1
Finance 1
variables 1
affected 1
proportions 1
hard 1
solely 1
focusing 1
intervals 1
STAC 1
While 1
original 1
link 1
auxiliary 1
gaining 1
Tracking 1
thoughts 1
pre 1
described 1
accurately 1
random 1
walk 1
conditional 1
cointegration 1
tensor 1
strengths 1
Voronoi 1
ambiguity 1
granularity 1
accuracy 1
benefit 1
combing 1
examples 1
oriented 1
warrant 1
additional 1
field 1
acceleration 1
urbanization 1
civilization 1
transformation 1
acquisition 1
technologies 1
offer 1
sparsity 1
difficulties 1
validation 1
MobiSeg 1
supports 1
segment 1
joint 1
RFID 1
card 1
telco 1
complement 1
algorithms 1
non 1
negative 1
factorization 1
NMF 1
latent 1
metric 1
calibrate 1
supervise 1
designs 1
qualitative 1
applicable 1
affiliations 1
association 1
subjects 1
form 1
audiences 1
Co 1
incorporates 1
identification 1
cues 1
evaluating 1
homogeneity 1
identifying 1
structure 1
flexibly 1
adjust 1
grouping 1
incorporate 1
direct 1
merging 1
explicit 1
parametrization 1
notion 1
similarity 1
utility 1
usage 1
scenarios 1
rising 1
ranging 1
evaluations 1
click 1
watching 1
purposes 1
materials 1
encourage 1
seek 1
peers 1
endows 1
visualizes 1
happen 1
filtering 1
targeted 1
Aiming 1
Open 1
Online 1
Courses 1
rate 1
considered 1
hinder 1
predict 1
foresee 1
interventions 1
prevent 1
turn 1
clickstream 1
records 1
visualized 1
Urban 1
sense 1
sight 1
smell 1
touch 1
lives 1
variety 1
environment 1
auditing 1
spaces 1
evidence 1
involvement 1
greenery 1
sky 1
ratios 1
natures 1
primary 1
contribution 1
StreetVizor 1
images 1
presents 1
stage 1
AOI 1
distributions 1
AOIs 1
scales 1
coordinate 1
fine 1
grained 1
Singapore 1
Greater 1
London 1
New 1
York 1
City 1
Interviews 1
generative 1
unsupervised 1
semi 1
supervised 1
skill 1
experience 1
know 1
DGM 1
represents 1
activation 1
blue 1
noise 1
polyline 1
sampling 1
scheme 1
samples 1
investigate 1
root 1
failed 1
credit 1
indicates 1
contribute 1
output 1
causing 1
failure 1
diagnose 1
directly 1
